export default [
  {
    templateName: 'Боевой конь в кожаном доспехе',
    armor: {
      ac: 12,
      type: 'кожаный доспех',
    },
  },
  {
    templateName: 'Боевой конь в доспехе из проклёпаной кожи',
    armor: {
      ac: 13,
      type: 'проклёпанная кожа',
    },
  },
  {
    templateName: 'Боевой конь в колечном доспехе',
    armor: {
      ac: 14,
      type: 'колечный доспех',
    },
  },
  {
    templateName: 'Боевой конь в чешуйчатом доспехе',
    armor: {
      ac: 15,
      type: 'чешуйчатый доспех',
    },
  },
  {
    templateName: 'Боевой конь в кольчужном доспехе',
    armor: {
      ac: 16,
      type: 'кольчужный доспех',
    },
  },
  {
    templateName: 'Боевой конь в наборном доспехе',
    armor: {
      ac: 17,
      type: 'наборный доспех',
    },
  },
  {
    templateName: 'Боевой конь в латах',
    armor: {
      ac: 18,
      type: 'латы',
    },
  },
]
