export default [
  {
    id: 'Ispolnennyi-blagosti',
    probabilityWeight: 1,
    description: '**Исполненный благости**. Пока у владельца находится этот предмет, он чувствует себя счастливым и в будущее своё смотрит с оптимизмом. Бабочки и другие милые, безобидные создания порхают и резвятся в присутствии этого предмета',
  },
  {
    id: 'Samouverennyi',
    probabilityWeight: 1,
    description: '**Самоуверенный**. Этот предмет даёт владельцу чувство уверенности.',
  },
  {
    id: 'Skupoi',
    probabilityWeight: 1,
    description: '**Скупой**. Владелец становится одержим жаждой материального богатства.',
  },
  {
    id: 'KHrupkii',
    probabilityWeight: 1,
    description: '**Хрупкий**. Этот предмет скрипит, трещит и крошится, когда вы его используете, носите на себе или активируете. Это никоим образом не сказывается на его свойствах, но, если предметом пользовались продолжительное время, то вид у него потрёпанный.',
  },
  {
    id: 'Golodnyi',
    probabilityWeight: 1,
    description: '**Голодный**. Магические свойства этого предмета работают только в том случае, если в последние 24 часа он имел контакт с кровью гуманоида. Совсем немного, капли достаточно.',
  },
  {
    id: 'Shumnyi',
    probabilityWeight: 1,
    description: '**Шумный**. При использовании предмет производит всякого рода громкие звуки: лязг, крик, звуки удара по гонгу.',
  },
  {
    id: 'Metamorfozy',
    probabilityWeight: 1,
    description: '**Метаморфозы**. Периодически предмет случайным образом несколько изменяет свой внешний вид. На возможности владельца использовать этот предмет подобные метаморфозы никак не влияют.',
  },
  {
    id: 'Vorchlivyi',
    probabilityWeight: 1,
    description: '**Ворчливый**. Предмет еле слышно бормочет что-то и ворчит. Существо, которое прислушается к этому брюзжанию, может узнать что-нибудь полезное.',
  },
  {
    id: 'Boleznennyi',
    probabilityWeight: 1,
    description: '**Болезненный**. При использовании владелец этого предмета чувствует не очень приятные, но, однако же, безобидные вспышки боли.',
  },
  {
    id: 'Sobstvennik',
    probabilityWeight: 1,
    description: '**Собственник**. Предмет требует настройки при первом использовании или надевании, и не позволяет владельцу настраиваться на другие предметы (те предметы, на которые владелец был настроен, сохраняют свою связь с ним, пока она не закончится каким-либо образом).',
  },
  {
    id: 'Ottalkivaiushchii',
    probabilityWeight: 1,
    description: '**Отталкивающий**. Владелец испытывает отвращение, когда прикасается к предмету, и продолжает испытывать дискомфорт, пока носит его.',
  },
  {
    id: 'Privlekatelnyi',
    probabilityWeight: 1,
    description: '**Привлекательный**. Владелец испытывает небольшое возбуждение, когда прикасается, к предмету и продолжает испытывать разнообразные приятные ощущения, пока носит его.',
  },
  {
    id: 'Lenivyi',
    probabilityWeight: 1,
    description: '**Ленивый**. Владелец этого предмета чувствует себя вялым и апатичным. Пока он настроен на предмет, ему требуется **10** часов для завершения длительного отдыха.',
  },
  {
    id: 'Trudiaga',
    probabilityWeight: 1,
    description: '**Трудяга**. Владелец этого предмета чувствует себя бодрым и энергичным. Пока он настроен на предмет, ему требуется **6** часов для завершения длительного отдыха.',
  },
]
