export default [
  {
    id: 'Aberratciia',
    probabilityWeight: 12,
    description: '**Аберрация**. Предмет был создан аберрациями в древние времена, возможно, для использования избранными гуманоидными рабами. Если смотреть на предмет боковым зрением, кажется, что он шевелится.',
  },
  {
    id: 'Velikan',
    probabilityWeight: 12,
    description: '**Великан**. Этот предмет больше среднего размера и был сделан великанами для их меньших союзников.',
  },
  {
    id: 'Gnom-old',
    probabilityWeight: 6,
    description: '**Гном**. Этот предмет выглядит поношенным. Кроме того, в нём есть шестерёнки и механические части, даже если они необязательны для функционирования предмета.',
  },
  {
    id: 'Gnom-new',
    probabilityWeight: 6,
    description: '**Гном**. Этот предмет выглядит новым. Кроме того, в нём есть шестерёнки и механические части, даже если они необязательны для функционирования предмета.',
  },
  {
    id: 'Dvarf-free',
    probabilityWeight: 12,
    description: '**Дварф**. Этот предмет прочен, в его конструкции заложены руны дварфийского языка.',
  },
  {
    id: 'Dvarf-clan',
    probabilityWeight: 12,
    description: '**Дварф**. Этот предмет прочен, в его конструкции заложены руны дварфийского языка. Он принадлежит какому-либо клану, который ждёт возвращение предмета.',
  },
  {
    id: 'Drakon-no-gems',
    probabilityWeight: 6,
    description: '**Дракон**. Этот предмет сделан из чешуи и когтей дракона. Он немного теплеет на расстоянии 120 футов от дракона.',
  },
  {
    id: 'Drakon-gems',
    probabilityWeight: 6,
    description: '**Дракон**. Этот предмет сделан из чешуи и когтей дракона, с вкраплениями драгоценных металлов и камней из драконьих запасов. Он немного теплеет на расстоянии 120 футов от дракона.',
  },
  {
    id: 'Drou-sunny',
    probabilityWeight: 4,
    description: '**Дроу**. Предмет весит половину стандартного веса. Он чёрный, украшен пауками и паутиной в честь Лолс.',
  },
  {
    id: 'Drou-broken',
    probabilityWeight: 4,
    description: '**Дроу**. Предмет весит половину стандартного веса. Он чёрный, украшен пауками и паутиной в честь Лолс. После нахождения на солнечном свете минуту или более, предмет начнёт работать неправильно.',
  },
  {
    id: 'Drou-destroy',
    probabilityWeight: 4,
    description: '**Дроу**. Предмет весит половину стандартного веса. Он чёрный, украшен пауками и паутиной в честь Лолс. После нахождения на солнечном свете минуту или более этот предмет распадётся.',
  },
  {
    id: 'Ischadie-steel',
    probabilityWeight: 6,
    description: '**Исчадие**. Предмет выполнен из чёрной стали, с начертанными на нём рунами. Ткань и кожа заменены шкурой исчадия. Он тёплый на ощупь, а на его поверхности выгравированы рунические символы. Небожители считают его отталкивающим.',
  },
  {
    id: 'Ischadie-horn',
    probabilityWeight: 6,
    description: '**Исчадие**. Предмет выполнен из рога, с начертанными на нём рунами. Ткань и кожа заменены шкурой исчадия. Он тёплый на ощупь, а на его поверхности выгравированы рунические символы. Небожители считают его отталкивающим.',
  },
  {
    id: 'Nebozhitel',
    probabilityWeight: 12,
    description: '**Небожитель**. Предмет весит половину стандартного веса, украшен пернатыми крыльями, солнцем и другими символами добра. Исчадия считают его отталкивающим.',
  },
  {
    id: 'Nezhit-common',
    probabilityWeight: 4,
    description: '**Нежить**. На этом предмете находятся образы смерти, такие как кости и черепа. На ощупь кажется холодным.',
  },
  {
    id: 'Nezhit-bones',
    probabilityWeight: 4,
    description: '**Нежить**. На этом предмете находятся образы смерти, такие как кости и черепа, он сделан из костей. На ощупь кажется холодным.',
  },
  {
    id: 'Nezhit-flesh',
    probabilityWeight: 4,
    description: '**Нежить**. На этом предмете находятся образы смерти, такие как кости и черепа, он сделан из частей трупов. На ощупь кажется холодным.',
  },
  {
    id: 'Feia-silver',
    probabilityWeight: 6,
    description: '**Фея**. Предмет искусно сделан из превосходнейших материалов и даёт бледное излучение в лунном свете, проливая тусклый свет в радиусе 5 футов. Вместо железа и стали используется серебро.',
  },
  {
    id: 'Feia-mithril',
    probabilityWeight: 6,
    description: '**Фея**. Предмет искусно сделан из превосходнейших материалов и даёт бледное излучение в лунном свете, проливая тусклый свет в радиусе 5 футов. Вместо железа и стали используется мифрил.',
  },
  {
    id: 'Chelovek-kingdom-empty',
    probabilityWeight: 6,
    description: '**Человек**. Предмет был создан во времена расцвета ныне павшего королевства.',
  },
  {
    id: 'Chelovek-kingdom-texts',
    probabilityWeight: 6,
    description: '**Человек**. Предмет был создан во времена расцвета ныне павшего королевства. На нём начертаны письмена на забытом языке.',
  },
  {
    id: 'Chelovek-kingdom-symbols',
    probabilityWeight: 6,
    description: '**Человек**. Предмет был создан во времена расцвета ныне павшего королевства. На нём начертаны символы, чьё значение затерялось в веках.',
  },
  {
    id: 'Chelovek-person-empty',
    probabilityWeight: 6,
    description: '**Человек**. Предмет связан с легендарной личностью.',
  },
  {
    id: 'Chelovek-person-texts',
    probabilityWeight: 6,
    description: '**Человек**. Предмет связан с легендарной личностью. На нём начертаны письмена на забытом языке.',
  },
  {
    id: 'Chelovek-person-symbols',
    probabilityWeight: 6,
    description: '**Человек**. Предмет связан с легендарной личностью. На нём начертаны символы, чьё значение затерялось в веках.',
  },
  {
    id: 'Vodianoi-elemental',
    probabilityWeight: 12,
    description: '**Водяной элементаль**. Блестящая рыбья чешуя вместо кожи и ткани. Вместо металла используются морские раковины и кораллы, столь же твёрдые и прочные, как сама сталь.',
  },
  {
    id: 'Vozdushnyi-elemental',
    probabilityWeight: 12,
    description: '**Воздушный элементаль**. Предмет весит половину стандартного веса и кажется полым. Если он сделан из ткани, то прозрачен.',
  },
  {
    id: 'Zemlianoi-elemental-common',
    probabilityWeight: 6,
    description: '**Земляной элементаль**. Любые тканевые или кожаные элементы предмета усыпаны хорошо отполированными камнями.',
  },
  {
    id: 'Zemlianoi-elemental-stone',
    probabilityWeight: 6,
    description: '**Земляной элементаль**. Предмет сделан из камня. Любые тканевые или кожаные элементы усыпаны хорошо отполированными камнями.',
  },
  {
    id: 'Ognennyi-elemental',
    probabilityWeight: 12,
    description: '**Огненный элементаль**. Этот предмет тёплый на ощупь и некоторые из его частей сделаны из чёрной стали. На его поверхности изображены языки пламени. В оформлении использованы оттенки красного и оранжевого.',
  },
  {
    id: 'Elf',
    probabilityWeight: 24,
    description: '**Эльф**. Предмет весит половину стандартного веса и украшен символами природы: листьями, лозами и звёздами',
  },
]
