export default [
  {
    id: 'Aberratciia',
    probabilityWeight: 12,
    description: '**Аберрация**. Предмет был создан аберрациями в древние времена, возможно, для использования избранными гуманоидными рабами. Если смотреть на предмет боковым зрением, кажется, что он шевелится.',
  },
  {
    id: 'Velikan',
    probabilityWeight: 12,
    description: '**Великан**. Этот предмет больше среднего размера и был сделан великанами для их меньших союзников.',
  },
  {
    id: 'Gnom',
    probabilityWeight: 12,
    description: '**Гном**. Этот предмет может смотреться поношенным. Кроме того, в нем есть шестерёнки и механические части, даже если они необязательны для функционирования предмета.',
  },
  {
    id: 'Dvarf',
    probabilityWeight: 24,
    description: '**Дварф**. Этот предмет прочен, в его конструкции заложены руны Дварфского языка. Он может принадлежать какому-либо клану, который ждёт возвращение предмета.',
  },
  {
    id: 'Drakon',
    probabilityWeight: 12,
    description: '**Дракон**. Этот предмет сделан из чешуи и когтей дракона. Возможно, с вкраплениями драгоценных металлов и камней из драконьих запасов. Он немного теплеет на расстоянии 120 футов от дракона.',
  },
  {
    id: 'Drou',
    probabilityWeight: 12,
    description: '**Дроу**. Предмет весит половину стандартного веса. Он чёрный, украшен пауками и паутиной в честь Лолс. После нахождения на солнечном свете минуту или более, предмет может начать работать неправильно или даже разложиться.',
  },
  {
    id: 'Ischadie',
    probabilityWeight: 12,
    description: '**Исчадие**. Предмет выполнен из чёрной стали или рога, с начертанными на нём рунами. Ткань или кожа заменены шкурой исчадия. Он тёплый на ощупь, а на его поверхности выгравированы рунические символы. Небожители считают его отталкивающим.',
  },
  {
    id: 'Nebozhitel',
    probabilityWeight: 12,
    description: '**Небожитель**. Оружие весит половину стандартного веса, украшено пернатыми крыльями, солнцем и другими символами добра. Исчадия считают его отталкивающим.',
  },
  {
    id: 'Nezhit',
    probabilityWeight: 12,
    description: '**Нежить**. На этом предмете находятся образы смерти, такие как кости и черепа, он может быть сделан из частей трупов. На ощупь кажется холодным.',
  },
  {
    id: 'Feia',
    probabilityWeight: 12,
    description: '**Фея**. Предмет искусно сделан из превосходнейших материалов и даёт бледное излучение в лунном свете, проливая тусклый свет в радиусе 5 футов. Вместо железа и стали используется серебро или мифрил.',
  },
  {
    id: 'Chelovek',
    probabilityWeight: 36,
    description: '**Человек**. Предмет был создан во времена расцвета ныне павшего королевства, или он связан с легендарной личностью. На нём могут быть письмена на забытом языке или символы, чьё значение затерялось в веках.',
  },
  {
    id: 'Vodianoi-elemental',
    probabilityWeight: 12,
    description: '**Водяной элементаль**. Блестящая рыбья чешуя вместо кожи и ткани; вместо металла используются морские раковины и кораллы, столь же твёрдые и прочные, как сама сталь.',
  },
  {
    id: 'Vozdushnyi-elemental',
    probabilityWeight: 12,
    description: '**Воздушный элементаль**. Предмет весит половину стандартного веса и кажется полым. Если он сделан из ткани, то прозрачен.',
  },
  {
    id: 'Zemlianoi elemental',
    probabilityWeight: 12,
    description: '**Земляной элементаль**. Предмет может быть сделан из камня. Любые тканевые или кожаные элементы усыпаны хорошо отполированными камнями.',
  },
  {
    id: 'Ognennyi-elemental',
    probabilityWeight: 12,
    description: '**Огненный элементаль**. Этот предмет тёплый на ощупь и некоторые из его частей сделаны из чёрной стали. На его поверхности изображены языки пламени. В оформлении использованы оттенки красного и оранжевого.',
  },
  {
    id: 'Elf',
    probabilityWeight: 24,
    description: '**Эльф**. Предмет весит половину стандартного веса и украшен символами природы: листьями, лозами, звёздами и т. п.',
  },
]
