export default [
  {
    id: '',
    probabilityWeight: 1,
    description: 'Мировоззрение: Предмет стремится покорять или уничтожать тех, чьё мировоззрение диаметрально противоположно его собственному (такой предмет не может быть нейтральным).',
  },
  {
    id: '',
    probabilityWeight: 1,
    description: 'Погибель: Предмет стремится покорять или уничтожать существ определённого вида, таких как исчадья, перевёртыши, тролли или волшебники.',
  },
  {
    id: 'defender',
    probabilityWeight: 1,
    description: 'Защитник: Предмет стремится защищать определённую расу или разновидность существ, таких как эльфы или друиды.',
  },
  {
    id: 'crusader',
    probabilityWeight: 1,
    description: 'Крестоносец: Предмет стремится побеждать, ослаблять или уничтожать слуг определённого божества.',
  },
  {
    id: 'tamplier',
    probabilityWeight: 1,
    description: 'Тамплиер: Предмет стремится защищать слуг и интересы определённого божества.',
  },
  {
    id: 'destroyer',
    probabilityWeight: 1,
    description: 'Уничтожитель: Предмет обожает разрушения и подстрекает владельца постоянно сражаться.',
  },
  {
    id: 'glory_seeker',
    probabilityWeight: 1,
    description: 'Искатель славы: Предмет стремится прослыть самым великим магическим предметом в мире, сделав владельца знаменитостью или скандальной личностью.',
  },
  {
    id: 'knowledge_seeker',
    probabilityWeight: 1,
    description: 'Искатель знаний: Предмет стремится искать знания, разгадывать тайны или расшифровывать таинственные пророчества.',
  },
  {
    id: 'destiny_seeker',
    probabilityWeight: 1,
    description: 'Искатель судьбы: Предмет убеждён, что он и его владелец играют ключевые роли в будущих событиях.',
  },
  {
    id: 'creator_seeker',
    probabilityWeight: 1,
    description: 'Искатель создателя: Предмет ищет своего создателя и хочет понять, зачем он был создан.',
  },
]
