export default [
  {
    id: 'Maiak',
    probabilityWeight: 12,
    description: '**Маяк**. Владелец может бонусным действием заставить предмет источать яркий свет в радиусе 10 футов и тусклый в пределах ещё 10 футов или погасить его.',
  },
  {
    id: 'Kompas',
    probabilityWeight: 12,
    description: '**Компас**. Владелец может действием определить, в каком направлении находится север.',
  },
  {
    id: 'Dobrosovestnyi',
    probabilityWeight: 12,
    description: '**Добросовестный**. Когда владелец замышляет или предпринимает какое-либо злобное деяние, то предмет усиливает его угрызения совести.',
  },
  {
    id: 'Podzemnyi-zhitel',
    probabilityWeight: 12,
    description: '**Подземный житель**. Находясь под землёй, владелец всегда знает расстояние до поверхности земли и направление до ближайшей лестницы, подъёма, или любого другого пути, ведущего наверх.',
  },
  {
    id: 'Sverkaiushchii',
    probabilityWeight: 12,
    description: '**Сверкающий**. Этот предмет никогда не покрывается грязью.',
  },
  {
    id: 'Strazh',
    probabilityWeight: 12,
    description: '**Страж**. Предмет шепчет предупреждения об опасностях, грозящих своему владельцу, предоставляя ему бонус **+2** к инициативе, при условии, что тот дееспособен.',
  },
  {
    id: 'Garmonichnyi',
    probabilityWeight: 12,
    description: '**Гармоничный**. Для настройки на этот предмет понадобится всего одна минута.',
  },
  {
    id: 'Skrytoe-soobshchenie-moon',
    probabilityWeight: 4,
    description: '**Скрытое сообщение**. Где-то на поверхности предмета скрыто сообщение, которое можно увидеть только при определённой фазе Луны.',
  },
  {
    id: 'Skrytoe-soobshchenie-season',
    probabilityWeight: 4,
    description: '**Скрытое сообщение**. Где-то на поверхности предмета скрыто сообщение, которое можно увидеть только в определённое время года.',
  },
  {
    id: 'Skrytoe-soobshchenie-place',
    probabilityWeight: 4,
    description: '**Скрытое сообщение**. Где-то на поверхности предмета скрыто сообщение, которое можно увидеть только находясь в определённом месте.',
  },
  {
    id: 'Cliuch-camera',
    probabilityWeight: 3,
    description: '**Ключ**. Этот предмет используется для того, чтобы отпереть некую камеру.',
  },
  {
    id: 'Cliuch-sklep',
    probabilityWeight: 3,
    description: '**Ключ**. Этот предмет используется для того, чтобы отпереть некий склеп.',
  },
  {
    id: 'Cliuch-container',
    probabilityWeight: 3,
    description: '**Ключ**. Этот предмет используется для того, чтобы отпереть некий контейнер.',
  },
  {
    id: 'Cliuch-room',
    probabilityWeight: 3,
    description: '**Ключ**. Этот предмет используется для того, чтобы отпереть некое помещение.',
  },
  {
    id: 'Iazyk',
    probabilityWeight: 12,
    description: '**Язык**. Пока предмет находится у владельца, тот может понимать и разговаривать на одном дополнительном языке (по выбору Мастера).',
  },
  {
    id: 'Chasovoi',
    probabilityWeight: 12,
    description: '**Часовой**. Выберите какой-либо вид существ — они были врагами создателя предмета. Предмет начинает слабо светиться, когда такие существа находятся в пределах 120 футов от него.',
  },
  {
    id: 'Pesn-sozdaniia',
    probabilityWeight: 12,
    description: '**Песнь создания**. Каждый раз, когда предмет ударяется или используется для удара по врагу, его владелец слышит фрагменты древней песни.',
  },
  {
    id: 'Strannyi-material',
    probabilityWeight: 12,
    description: '**Странный материал**. Предмет был сделан из материала, который является *весьма* необычным, учитывая его предназначение. На прочности предмета это никак не отражается.',
  },
  {
    id: 'Umerennyi',
    probabilityWeight: 12,
    description: '**Умеренный**. Владелец этого предмета не страдает ни от низких, ни от высоких температур в диапазоне от −28 до +48 °С',
  },
  {
    id: 'Nerazrushaemyi',
    probabilityWeight: 12,
    description: '**Неразрушаемый**. Предмет не может быть сломан. Для того чтобы его разрушить, должны быть использованы специальные средства.',
  },
  {
    id: 'Polkovodetc',
    probabilityWeight: 12,
    description: '**Полководец**. Владелец может действием заставить свой голос быть ясно слышимым на расстоянии до 300 футов. Эффект длится до конца следующего хода владельца.',
  },
  {
    id: 'Rozhdyonnyi-puchinoi',
    probabilityWeight: 12,
    description: '**Рождённый пучиной**. Этот предмет не тонет в воде и любых других жидкостях. Его владелец совершает с преимуществом проверки *Силы (Атлетика)*, когда он пытается плыть.',
  },
  {
    id: 'Zloi',
    probabilityWeight: 12,
    description: '**Злой**. Когда владельцу предмета предоставляется возможность совершить какой-либо эгоистичный поступок или пойти по тёмному пути, предмет будет усиливать его желание сделать это.',
  },
  {
    id: 'Illiuziia',
    probabilityWeight: 12,
    description: '**Иллюзия**. Предмет наполнен магией иллюзии, позволяющей владельцу изменять вид предмета в небольших деталях. Такие изменения не влияют на то, как предмет надевается, носится или держится в руках, и не оказывает эффект на другие его магические свойства. Например, владелец может сделать так, чтобы красная мантия казалась синей или заставить кольцо из золота выглядеть изготовленным из слоновой кости. Предмет возвращает свой истинный облик, если его никто не несёт и не носит.',
  },
]






































