export default [
  {
    id: 'Magiia',
    probabilityWeight: 12,
    description: '**Магия.** Этот предмет был создан древним орденом заклинателей и содержит его символ.',
  },
  {
    id: 'Pogibel',
    probabilityWeight: 12,
    description: '**Погибель.** Это предмет был создан врагами какой-либо культуры или вида существ. Если культура или существа находятся рядом, они могут опознать предмет и опознать его владельца как врага.',
  },
  {
    id: 'Zashchitneyk',
    probabilityWeight: 12,
    description: '**Защитник.** Это предмет был создан союзниками какой-либо культуры или вида существ. Если культура или существа находятся рядом, они могут опознать предмет и опознать его владельца как союзника.',
  },
  {
    id: 'Geroizm',
    probabilityWeight: 12,
    description: '**Героизм.** Великий герой когда-то владел этим предметом. Все, кому знакома история предмета, будут ожидать от его владельца великих деяний.',
  },
  {
    id: 'Ornament-gold-gold',
    probabilityWeight: 3,
    description: '**Орнамент.** Этот предмет был создан для какого-то специального события. Он инкрустирован драгоценными камнями, вставками из золота и золотыми узорами на поверхности. ',
  },
  {
    id: 'Ornament-gold-silver',
    probabilityWeight: 3,
    description: '**Орнамент.** Этот предмет был создан для какого-то специального события. Он инкрустирован драгоценными камнями, вставками из золота и серебряными узорами на поверхности. ',
  },
  {
    id: 'Ornament-platinum-gold',
    probabilityWeight: 3,
    description: '**Орнамент.** Этот предмет был создан для какого-то специального события. Он инкрустирован драгоценными камнями, вставками из платины и золотыми узорами на поверхности. ',
  },
  {
    id: 'Ornament-platinum-silver',
    probabilityWeight: 3,
    description: '**Орнамент.** Этот предмет был создан для какого-то специального события. Он инкрустирован драгоценными камнями, вставками из платины и серебряными узорами на поверхности. ',
  },
  {
    id: 'Prorochestvo-steal',
    probabilityWeight: 6,
    description: '**Пророчество.** Предмет фигурирует в пророчестве: его владельцу суждено сыграть ключевую роль в будущих событиях. Кто-то ещё, кто хочет сыграть эту роль, попробует украсть его.',
  },
  {
    id: 'Prorochestvo-kill',
    probabilityWeight: 6,
    description: '**Пророчество.** Предмет фигурирует в пророчестве: его владельцу суждено сыграть ключевую роль в будущих событиях. Кто-то ещё, кто хочет предотвратить исполнение пророчества, попытается убить его владельца.',
  },
  {
    id: 'Religiia-require',
    probabilityWeight: 4,
    description: '**Религия.** Этот предмет использовался в религиозных обрядах, посвящённых какому-либо богу. На нём изображены священные символы. Последователи бога попытаются склонить его владельца отдать предмет храму.',
  },
  {
    id: 'Religiia-steal',
    probabilityWeight: 4,
    description: '**Религия.** Этот предмет использовался в религиозных обрядах, посвящённых какому-либо богу. На нём изображены священные символы. Последователи бога попытаются украсть его для себя.',
  },
  {
    id: 'Religiia-use',
    probabilityWeight: 4,
    description: '**Религия.** Этот предмет использовался в религиозных обрядах, посвящённых какому-либо богу. На нём изображены священные символы. Последователи бога будут поощрять его использование паладином или жрецом того же бога.',
  },
  {
    id: 'Mistika-onslaught-empty',
    probabilityWeight: 2,
    description: '**Мистика.** Этот предмет связан с какой-то резнёй. Те, кто знаком с историей этого предмета, будут относиться к нему и его новому владельцу с подозрением.',
  },
  {
    id: 'Mistika-onslaught-name',
    probabilityWeight: 2,
    description: '**Мистика.** Этот предмет связан с какой-то резнёй. На нём есть имя злодея, который использовал его раньше. Те, кто знаком с историей этого предмета, будут относиться к нему и его новому владельцу с подозрением.',
  },
  {
    id: 'Mistika-onslaught-something',
    probabilityWeight: 2,
    description: '**Мистика.** Этот предмет связан с какой-то резнёй. На нём есть что-то напоминающее о злодее, который использовал его раньше. Те, кто знаком с историей этого предмета, будут относиться к нему и его новому владельцу с подозрением.',
  },
  {
    id: 'Mistika-murder-empty',
    probabilityWeight: 2,
    description: '**Мистика.** Этот предмет связан с каким-то убийством. Те, кто знаком с историей этого предмета, будут относиться к нему и его новому владельцу с подозрением.',
  },
  {
    id: 'Mistika-murder-name',
    probabilityWeight: 2,
    description: '**Мистика.** Этот предмет связан с каким-то убийством. На нём есть имя злодея, который использовал его раньше. Те, кто знаком с историей этого предмета, будут относиться к нему и его новому владельцу с подозрением.',
  },
  {
    id: 'Mistika-murder-something',
    probabilityWeight: 2,
    description: '**Мистика.** Этот предмет связан с каким-то убийством. На нём есть что-то напоминающее о злодее, который использовал его раньше. Те, кто знаком с историей этого предмета, будут относиться к нему и его новому владельцу с подозрением.',
  },
  {
    id: 'Simvol-vlasti-royal-ex',
    probabilityWeight: 2,
    description: '**Символ власти.** Этот предмет когда-то был частью королевских регалий. Его бывший владелец хочет его вернуть.',
  },
  {
    id: 'Simvol-vlasti-royal-child',
    probabilityWeight: 2,
    description: '**Символ власти.** Этот предмет когда-то был частью королевских регалий. Потомки его бывший владельца хотят его вернуть.',
  },
  {
    id: 'Simvol-vlasti-royal-mistake',
    probabilityWeight: 2,
    description: '**Символ власти.** Этот предмет когда-то был частью королевских регалий. Кто-нибудь может по ошибке решить, что новый обладатель предмета является его законным наследником.',
  },
  {
    id: 'Simvol-vlasti-power-ex',
    probabilityWeight: 2,
    description: '**Символ власти.** Этот предмет когда-то был знаком высокого поста. Его бывший владелец хочет его вернуть.',
  },
  {
    id: 'Simvol-vlasti-power-child',
    probabilityWeight: 2,
    description: '**Символ власти.** Этот предмет когда-то был знаком высокого поста. Потомки его бывшего владельца хотят его вернуть.',
  },
  {
    id: 'Simvol-vlasti-power-mistake',
    probabilityWeight: 2,
    description: '**Символ власти.** Этот предмет когда-то был знаком высокого поста. Кто-нибудь может по ошибке решить, что новый обладатель предмета является его законным наследником.',
  },
]







