const treasureList = [
  {
    id: 'nothing',
    description: `Ничего`,
  },
  {
    id: 'map',
    description: `Грубая карта, нарисованная на клочке шкуры динозавра, показывающая маршрут в Порт Нянзару и местоположение случайно определённого ориентира или логова (250 зм)`,
  },
  {
    id: 'gems',
    description: `1к4 драгоценных камней (по 10 зм каждый) в небольшом кошельке`,
  },
  {
    id: 'ring',
    description: `Малахитовое кольцо, инкрустированное электриумом (50 зм)`,
  },
  {
    id: 'flacon',
    description: `Пустой закупоренный флакон, сделанный из кости крыла ааракокры, с гравировкой (5 зм)`,
  },
  {
    id: 'rotten_quiver',
    description: `Гниющий колчан, содержащий 1к10 посеребрённых стрел`,
  },
  {
    id: 'gold_piece',
    description: `Золотой самородок размером с кулак дварфа (50 зм)`,
  },
  {
    id: 'snake_poison',
    description: `Пробирка с ядом змеи (см. главу 8 Руководства Мастера)`,
  },
  {
    id: 'smoke_pipe',
    description: `Курительная трубка из слоновой кости, с гравировкой (25 зм)`,
  },
  {
    id: 'antisect',
    description: `Коробка, содержащая 2к12 блоков благовоний от насекомых`,
  },
  {
    id: 'yepteka',
    description: `Железный жетон с символом трицератопса (знак Общества Йетепка), в Порту Нянзару стоит 50 зм`,
  },
  {
    id: 'potion_animal_friendship',
    description: `Зелье дружбы с животными`,
  },
  {
    id: 'potion_survival',
    description: `Зелье живучести`,
  },
  {
    id: 'spell_scroll',
    description: `Свиток заклинания (выберите заклинание 1-го уровня)`,
  },
  {
    id: 'wywern_poison',
    description: `Пробирка с ядом виверны (см. главу 8 Руководства Мастера)`,
  },
  {
    id: 'obsidian_knife',
    description: `Обсидиановый нож (25 зм)`,
  },
  {
    id: 'pipe_with_gems',
    description: `Закупоренная, деревянная трубка, содержащая 1к4 драгоценных камней (по 50 зм каждый)`,
  },
  {
    id: 'onyx_stone',
    description: `Маленький ониксовый шар с лабиринтовыми узорами, вырезанными на его поверхности (75 зм), можно использовать в качестве арканной или друидской фокусировки`,
  },
  {
    id: 'batiri_mask',
    description: `Маска гоблинов Батири из раскрашенного дерева, украшенная девятью драгоценными камнями (по 10 зм каждый)`,
  },
  {
    id: 'spyglass',
    description: `Подзорная труба (1000 зм)`,
  },
  {
    id: 'lute',
    description: `Лютня (35 зм) с одной порванной струной`,
  },
  {
    id: 'tools_thief',
    description: `Набор воровских инструментов (25 зм)`,
  },
  {
    id: 'lock',
    description: `Отличный замок (50 зм), который требует успешной проверки Ловкости Сл 20 для вскрытия с использованием воровских инструментов (ключ от замка отсутствует)`,
  },
  {
    id: 'Keoghtom',
    description: `Баночка с мазью Кеогтома [Keoghtom’s ointment]`,
  },
  {
    id: 'horn_of_blasting',
    description: `Рог взрыва [Horn of blasting]`,
  },
  {
    id: 'wand_of_secrets',
    description: `Волшебная палочка секретов [Wand of secrets]`,
  },
]

export default treasureList
